Repository: christophlehmann/pagetreefilter
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# wizard_title
source: Pagetree Filter
de: Seitenbaum-Filter

# wizard_show_unused_elements
source: Show unused elements
de: Ungenutzte Elemente anzeigen

# wizard_tab_records
source: Records
de: Datensätze

# wizard_tab_unknown
source: Unknown
de: Unbekannte Elemente

# wizard_tab_unknown_description
source: These elements could not be displayed, are typically outdated and should be edited.
de: Diese Elemente können nicht dargestellt werden, sind typischerweise veraltet und sollten bearbeitet werden.

# wizard_error_message
source: Nothing found. Probably the page id was configured incorrectly.
de: Nichts gefunden. Wahrscheinlich ist die Seiten-Id falsch konfiguriert.

# filter_error
source: Filter erroneous
de: Filter fehlerhaft

# filter_button_title
source: Filter tree for content elements and records
de: Baum nach Inhaltselementen und Datensätzen filtern

# share
source: Share active filter
de: Aktiven Filter teilen

# copy_to_clipboard
source: Copy URL to Clipboard
de: URL in Zwischenablage kopieren
